alacritty
alsa-utils
arp-scan
asciiquarium
autoconf-archive
base
base-devel
bat
bind
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
bsdmainutils
bspwm
btop
chromium
cmake
cope-git
cpio
discord
dosfstools
efibootmgr
evince
eza
fastfetch
feh
firefox
fzf
gdb
gimp
git
glfw
glm
gnu-netcat
gotop
gradle
grim
grub
guvcview
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprwayland-scanner
inetutils
intel-ucode
jdk21-openjdk
kdenlive
keyd
kitty
laptop-mode-tools
lib32-gcc-libs
libreoffice-fresh
libva-mesa-driver
libvirt
light
linux
linux-firmware
linux-headers
linux-lts
linux-zen
lldb
logisim-evolution
lorien-bin
lsd
lsplug
lsscsi
luarocks
lxappearance
ly
macchina
man-db
man-pages
maven
meson
mpv
ncdu
neovim
net-tools
networkmanager
nm-connection-editor
nmap
npm
obs-studio
obsidian
opencl-nvidia
p7zip
pandoc-cli
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
pipewire-v4l2
playerctl
polybar
power-profiles-daemon
psf-cozette
psf-envypn
psf-tamzen-font-git
psf-unifont
pulseaudio-alsa
python-adblock
python-pip
python-pywal
qemu-base
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qemu-ui-gtk
qt5-wayland
qt6-wayland
qutebrowser
ranger
reflector
ripgrep
rmlint
rofi
ruby
rust
screenkey
slurp
sof-firmware
spicetify-cli
spotify-adblock-git
spotify-tui
sway
sxhkd
sysstat
terminus-font
thunar
ttf-bigblueterminal-nerd
ttf-cascadia-mono-nerd
ttf-droid
ttf-icomoon-feather
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-sourcecodepro-nerd
ttf-ubuntu-nerd
tty-clock
ueberzug
unclutter
unrar
unzip
v4l2loopback-dkms
valgrind
vim
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
vulkan-nouveau
vulkan-validation-layers
waybar
wev
wget
wireplumber
wl-clipboard
wmname
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-nouveau
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
zip
zram-generator
zsh
