alacritty
alsa-utils
autoconf-archive
base
base-devel
bat
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
bspwm-git
btop
cairo-dock
cairo-dock-plug-ins
cmake
cope-git
cpio
dmenu
dosfstools
efibootmgr
egl-wayland
evince
eza
feh
firefox
fzf
gdb
gimp
git
glfw
glm
grim
gromit-mpx
grub
grub-customizer
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprwayland-scanner
inetutils
intel-ucode
interception-caps2esc
kitty
laptop-mode-tools
lib32-gcc-libs
libreoffice-fresh
libva-mesa-driver
light
linux
linux-firmware
linux-headers
linux-lts
linux-zen
logisim-evolution
lorien-bin
lsd
lsplug
lsscsi
luarocks
lxappearance
macchina-bin
man-db
man-pages
meson
mpv
neofetch
neovim
networkmanager
nm-connection-editor
npm
nudoku
nvidia-lts
nwg-dock-hyprland
obs-studio
p7zip
pavucontrol
picom
pipewire
plank
playerctl
polybar
power-profiles-daemon
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-adblock
python-pip
python-pywal
qbittorrent
qemu-full
qt5-wayland
qt6-wayland
qutebrowser
ranger
reflector
ripgrep
rmlint
rofi
rtorrent
ruby-mdless
rust
shutter
slurp
sof-firmware
spicetify-cli
spotify-adblock-git
spotify-tui
sway
sxhkd
sysstat
thunar
ttf-bigblueterminal-nerd
ttf-cascadia-mono-nerd
ttf-droid
ttf-icomoon-feather
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-sourcecodepro-nerd
ttf-ubuntu-nerd
tty-clock
ueberzug
unclutter
unrar
unzip
valgrind
virtualbox
visual-studio-code-bin
vlc
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-intel
vulkan-nouveau
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
w3m
waybar
wget
wireplumber
wl-clipboard
wmname
wofi
wyeb-git
xcape
xclip
xf86-video-nouveau
xloadimage
xorg-server
xorg-xbacklight
xorg-xclock
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xsecurelock
xss-lock
yay-bin
yay-bin-debug
zip
zram-generator
zsh
