7zip
adapta-gtk-theme
adw-gtk-theme
alacritty
alsa-utils
arc-gtk-theme
arc-solid-gtk-theme
asciiquarium
assimp
base
base-devel
bat
bear
blender
bluez
bluez-utils
breeze-gtk
brightnessctl
chromium
cmake
cpio
deepin-gtk-theme
docker
docker-compose
dunst
ed
efibootmgr
extundelete
eza
fd
feh
firefox
freeglut
gdb
gdb-common
gimp
git
git-filter-repo
glfw
glm
grim
grub
gst-plugin-pipewire
gvim
htop
hyprland
hyprlock
hyprpaper
inetutils
intel-media-driver
intel-ucode
iwd
jdk11-openjdk
jdk17-openjdk
jing
kdenlive
keyd
kitty
laptop-mode-tools
lib32-alsa-lib
lib32-gnutls
lib32-libglvnd
lib32-libpulse
lib32-libstdc++5
lib32-libxxf86vm
lib32-nss
libc++
libpulse
libreoffice-still-eu
libstdc++5
libva-intel-driver
linux
linux-firmware
linux-lts
lxappearance
lxde-icon-theme
ly
man-db
man-pages
materia-gtk-theme
meson
mingw-w64-gcc
nano
nasm
ncdu
neovim
network-manager-applet
networkmanager
npm
nvidia-utils
obs-studio
obsidian
opengl-man-pages
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
powertop
python-dbus
python-pip
qt5-wayland
qt6-wayland
qutebrowser
rclone
reflector
ripgrep
rust
samba
slurp
smartmontools
sof-firmware
spotify-adblock
staruml
strace
sweet-gtk-theme-dark
tcsh
texlive-binextra
thunar
ttf-iosevka-nerd
ttf-sourcecodepro-nerd
unrar
unzip
valgrind
virtualbox
vlc
vscodium-bin
vulkan-intel
vulkan-radeon
waybar
wget
wine
wine-gecko
wine-mono
winetricks
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-bdftopcf
xorg-server
xorg-xinit
yay
yazi
zathura
zathura-pdf-poppler
zip
zram-generator
zsh
